tap "dart-lang/dart"
tap "ethereum/ethereum"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "hyperledger/fabric"
tap "leoafarias/fvm"
tap "scm-manager/tap"
brew "openssl@1.1"
brew "python@3.11"
brew "ansible"
brew "aws-iam-authenticator"
brew "zstd"
brew "ccache"
brew "cmatrix"
brew "coreutils"
brew "folly"
brew "edencommon"
brew "ethereum"
brew "fizz"
brew "wangle"
brew "fbthrift"
brew "fb303"
brew "gcc"
brew "open-mpi"
brew "fftw"
brew "git"
brew "htop"
brew "inxi"
brew "k3d"
brew "libpq"
brew "mtr"
brew "mysql-client"
brew "nmap"
brew "nvm"
brew "pkg-config"
brew "python@3.10"
brew "python@3.9"
brew "ruby-build"
brew "rbenv"
brew "rust"
brew "rustup-init"
brew "sevenzip"
brew "telnet"
brew "wasmer"
brew "watch"
brew "watchman"
brew "wget"
brew "yarn"
brew "hashicorp/tap/terraform"
brew "leoafarias/fvm/fvm"
cask "dbeaver-community"
cask "vagrant"
cask "vagrant-vmware-utility"
vscode "anseki.vscode-color"
vscode "bbenoist.vagrant"
vscode "bierner.markdown-preview-github-styles"
vscode "Dart-Code.dart-code"
vscode "Dart-Code.flutter"
vscode "dbaeumer.vscode-eslint"
vscode "denoland.vscode-deno"
vscode "donjayamanne.githistory"
vscode "dracula-theme.theme-dracula"
vscode "dsznajder.es7-react-js-snippets"
vscode "eamodio.gitlens"
vscode "EditorConfig.EditorConfig"
vscode "esbenp.prettier-vscode"
vscode "FelixAngelov.bloc"
vscode "formulahendry.code-runner"
vscode "GitHub.copilot"
vscode "GitHub.copilot-labs"
vscode "golang.go"
vscode "grogdunn.netbeans-keybindings"
vscode "hashicorp.terraform"
vscode "hzgood.dart-data-class-generator"
vscode "jpoissonnier.vscode-styled-components"
vscode "JuanBlanco.solidity"
vscode "kisstkondoros.vscode-gutter-preview"
vscode "kumar-harsh.graphql-for-vscode"
vscode "mikestead.dotenv"
vscode "ms-azuretools.vscode-docker"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.live-server"
vscode "ms-vscode.remote-explorer"
vscode "natqe.reload"
vscode "naumovs.color-highlight"
vscode "PKief.material-icon-theme"
vscode "plibither8.remove-comments"
vscode "qwtel.sqlite-viewer"
vscode "redhat.ansible"
vscode "redhat.vscode-yaml"
vscode "ritwickdey.LiveServer"
vscode "rocketseat.rocketseatreactjs"
vscode "rocketseat.rocketseatreactnative"
vscode "RodrigoRahman.flutter-dart-utils"
vscode "rust-lang.rust-analyzer"
vscode "styled-components.vscode-styled-components"
vscode "tamasfe.even-better-toml"
vscode "TimVaneker.serverless-snippets"
vscode "usernamehw.errorlens"
vscode "vivaxy.vscode-conventional-commits"
vscode "vscode-icons-team.vscode-icons"
vscode "wix.vscode-import-cost"
vscode "xabikos.JavaScriptSnippets"
